[
  {
    "id": 2,
    "artistimg": "/uploads/1737252004667-Cultertraz profile img.jpg",
    "artistname": "Cultertraz",
    "artistbio": "Cultertraz is a Lo-fi music producer who grew up in Jamaica. He started making music at the age of 15 and continues to pursue his career as he evolves. Some of the people who inspired Cultertraz to start making Lo-fi instrumental includes L.Dre, Chill Denis, and Eric Godlow.",
    "instagramhandles": "https://www.instagram.com/cultertraz/",
    "spotifyprofile": "https://open.spotify.com/artist/2z9FKcUpksd9AvwcNUWJT4?si=jkp7HnRoRt2Rt3nziPZFcA"
  },
  {
    "id": 3,
    "artistimg": "/uploads/1737252175043-underdusk profile img.jpg",
    "artistname": "Underdusk",
    "artistbio": "Underdusk whose real name is Charles Frazier, is a 22-year-old lofi producer hailing from Charlotte, North Carolina. Initially diving into the realm of music through the study of EDM, Charles eventually gravitated towards the soothing vibes of lofi after realizing EDM wasn't his true calling. Serendipitously, his path intrested in Chill Children, a record label immersed in the lofi scene, sparking his inspiration and leading him to produce in the chill and mellow style characteristic of lofi music over the years. ",
    "instagramhandles": "https://www.instagram.com/its.underdusk/",
    "spotifyprofile": "https://open.spotify.com/artist/3rnrGiyeqcD45hbX4r1gXQ?si=d60YMZyMRy6rZeIzoHklmA"
  },
  {
    "id": 4,
    "artistimg": "/uploads/1737252307981-knuni profile img.jpg",
    "artistname": "knuni",
    "artistbio": "Antonio Raul Rodriguez, better known as knuni, is an 18-year-old lofi producer based in Corpus Christi, Texas. He started to make music at the age of 13. He was just a regular guy looking to diversify his writing style, when he stumbled across a guitarist known as Ichika Nito. He then discovered Lofi Girl, which gave him the motivation and inspiration to start producing lofi music.  ",
    "instagramhandles": "https://www.instagram.com/antoniorrodriguez/",
    "spotifyprofile": "https://open.spotify.com/artist/79gmw6DfOhAMlZv9bbzti6?si=0kj8lTsVQhWb4DOtRF43Cw"
  },
  {
    "id": 5,
    "artistimg": "/uploads/1737252743740-Jose Bautista profile img.jpg",
    "artistname": "Jose Bautista",
    "artistbio": "Jose Bautista Cuenca, better known as Jose Bautista, is a Mexican lofi producer from San Luis Potosi, Mexico. He started making Lofi music at the of 23 and continues to peruse his career while he grows. He has been a music lover from birth and never stops loving it, nor does he have the passion to stop making it. \r\n",
    "instagramhandles": "https://www.instagram.com/_jose.bautista/",
    "spotifyprofile": "https://open.spotify.com/artist/6fzN4HcSe04gUIKj6qFlKB?si=ykc1zjtCRdyYXDRkDE51FA"
  },
  {
    "id": 6,
    "artistimg": "/uploads/1737252912765-Fisshu profile img.jpg",
    "artistname": "Fisshu",
    "artistbio": "Fisshu, also known as Zachry Fisher, embarked on his music production journey in late 2022, equipped with an extensive background in classical music and wind instruments. At the age of 20, Fisshu resides in North Texas, channeling his artistic endeavors into the realm of sound creation.  ",
    "instagramhandles": "https://www.instagram.com/_fisshu_music/",
    "spotifyprofile": "https://open.spotify.com/artist/2aBElNlts8IfBaopq4iMtx?si=XFFSY5fqQcmQbfutqkrXVg"
  },
  {
    "id": 7,
    "artistimg": "/uploads/1737253181692-YipxYip profile img.jpg",
    "artistname": "YipxYip",
    "artistbio": "Born and raised in London, England, Javorney Gray, known by his artist name 'YipxYip,' is a 24-year-old music producer with a passion for creating unique sounds. He started his journey in lo-fi music, drawn to its laid-back rhythms and distinctive swing. YipxYip loves experimenting and pushing boundaries, often blending genres to create something entirely his own. When he finds a sound that feels blissful, he dives in fully, letting it shape his creative flow.",
    "instagramhandles": "https://www.instagram.com/yipxyip/",
    "spotifyprofile": "https://open.spotify.com/artist/7LHr3Y0uIBP0FydEpOn0zT?si=_XUhYeE1RfSDra1mRbS64Q"
  },
  {
    "id": 8,
    "artistimg": "/uploads/1737253388119-ChocolateBtter profile img.jpg",
    "artistname": "ChocolateButter ",
    "artistbio": "Enmanuel Samir Rosales Leon, also known as ChocolateButter is an upcoming producer in the lofi community. Hailing from Venezuela as well. ChocolateButter started in music at the age of 21, thanks to a YouTuber named Jaime Altozano who gave inspiration to enter the lofi community.",
    "instagramhandles": "https://www.instagram.com/chocolatebutter.music/",
    "spotifyprofile": "https://open.spotify.com/artist/6Ah892Rw0bRdv9LDG0kw0w?si=MC--XHZ_Ts-ipMXAuQcr6Q"
  }
]